{
  "model_type": "resnet",
  "architectures": ["ResNetForImageClassification"],
  "num_labels": 3,
  "id2label": {
    "0": "Bald",
    "1": "Receding_Hairline",
    "2": "Gray_Hair"
  },
  "label2id": {
    "Bald": 0,
    "Receding_Hairline": 1,
    "Gray_Hair": 2
  }
}
